-- phpMyAdmin SQL Dump
-- version 4.0.4.1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Oct 06, 2013 at 02:21 PM
-- Server version: 5.6.12
-- PHP Version: 5.5.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `homework`
--
CREATE DATABASE IF NOT EXISTS `homework` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `homework`;

-- --------------------------------------------------------

--
-- Table structure for table `msg`
--

CREATE TABLE IF NOT EXISTS `msg` (
  `msg_id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL,
  `content` text NOT NULL,
  `date` datetime NOT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`msg_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=21 ;

--
-- Dumping data for table `msg`
--

INSERT INTO `msg` (`msg_id`, `title`, `content`, `date`, `user_id`) VALUES
(1, 'Lamborghini Forum', 'Странен шум при 360 км/ч', '2013-10-06 15:12:08', 200),
(2, 'Subaru Forum', 'Алооо? Сам ли съм тук бре?', '2013-10-06 15:12:21', 200),
(3, 'Mercedes C-Klasse Forum', 'Мерцедесчето ми се намокри тази неделя като ходих с него за хляб - какво да правя?', '2013-10-06 15:12:34', 200),
(4, 'Mazda MX-5 Forum', 'Един нещастен ловец мина през колата ми със скапания си Туарег!', '2013-10-06 15:12:47', 200),
(5, 'VW Touareg Forum', 'Нек''ъв MХ5 ми се е закачил от долу на купето. Някакви идеи как да го махна?', '2013-10-06 15:13:00', 200),
(6, 'Peugeot Forum', 'Продавам месечна карта за градски транспорт. Колата излиза по-рано от сервиза от очакваното!', '2013-10-06 15:13:13', 200),
(7, 'Bentley Forum', 'Днеска използвах пепелника. Как да си го сменя?', '2013-10-06 15:13:26', 200),
(8, 'Porsche Cayenne Forum', 'Разход под 31л/100км. Проблем в инжекциона?', '2013-10-06 15:13:39', 200),
(9, 'Smart Forum', 'Инсталирах двигател от мотоциклет. Най-сетне повече мощност!!!', '2013-10-06 15:13:54', 200),
(10, 'Camaro Forum', 'Приятелката ми спа с брат ми и жена му. Как да ги убия? Вече имам едно дело и не ми се връща в затвора...', '2013-10-06 15:14:24', 34),
(11, 'Mustang Forum', 'Некъ''ф мизерник със Сивик се опита днес да ме изпревари!', '2013-10-06 15:14:43', 34),
(12, 'Civic Forum', 'Некъ''ф мизерник с Мустанг се опита днес да ме изпревари!', '2013-10-06 15:14:58', 34),
(13, 'Mitsubishi Galant Forum', 'Мама ми подари колата си. Търся ефтини 18-ки!', '2013-10-06 15:15:16', 34),
(14, 'VW Bora Forum', 'Сърдит съм! Всички казват, че карам Голф с раница на гърба. (за това карам комби)', '2013-10-06 15:15:51', 34),
(15, 'Opel Forum', 'Моята Корса няма никаква ръжда! СЕРИОЗНО! (темата изтрита от модератора)', '2013-10-06 15:16:07', 34),
(16, 'Lexus-Forum', 'От къде да си намеря задни стопове като на VW?', '2013-10-06 15:16:21', 34),
(17, 'Seat Marbella Forum', 'Днеска успях да карам редом с един камион!', '2013-10-06 15:16:35', 34),
(18, 'BMW E36-Forum', 'Къде има най-яките дюнери в града ве?', '2013-10-06 15:16:49', 34),
(19, 'Trabbi-Forum', 'Бях днеска до Мерцедес-Бенц да си сменя двигателя с техен. Обаче проблем: работи-не работи-работи-не работи...', '2013-10-06 15:17:06', 34),
(20, 'Обаждане по телефона от Мерцедес', 'Инсталирали сме ви мотор за чистачки! Моля превключете от интервал още един път на горе за позиция едно!', '2013-10-06 15:17:20', 34);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `userId` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(50) NOT NULL,
  `password` varchar(50) NOT NULL,
  `date_registered` datetime NOT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '0',
  `age` int(11) NOT NULL,
  PRIMARY KEY (`userId`),
  UNIQUE KEY `user_name` (`user_name`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=205 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`userId`, `user_name`, `password`, `date_registered`, `is_active`, `age`) VALUES
(1, 'demo 1', 'querty', '2013-10-05 22:09:34', 1, 31),
(2, 'demo 2', 'querty', '2013-10-05 22:09:34', 0, 28),
(3, 'demo 3', 'querty', '2013-10-05 22:09:34', 0, 22),
(4, 'demo 4', 'querty', '2013-10-05 22:09:34', 1, 56),
(5, 'demo 5', 'querty', '2013-10-05 22:09:34', 0, 31),
(6, 'demo 6', 'querty', '2013-10-05 22:09:34', 0, 34),
(7, 'demo 7', 'querty', '2013-10-05 22:09:34', 1, 48),
(8, 'demo 8', 'querty', '2013-10-05 22:09:34', 0, 43),
(9, 'demo 9', 'querty', '2013-10-05 22:09:34', 0, 59),
(10, 'demo 10', 'querty', '2013-10-05 22:09:34', 0, 13),
(11, 'demo 11', 'querty', '2013-10-05 22:09:34', 0, 36),
(12, 'demo 12', 'querty', '2013-10-05 22:09:34', 0, 30),
(13, 'demo 13', 'querty', '2013-10-05 22:09:34', 0, 55),
(14, 'demo 14', 'querty', '2013-10-05 22:09:34', 0, 64),
(15, 'demo 15', 'querty', '2013-10-05 22:09:34', 0, 14),
(16, 'demo 16', 'querty', '2013-10-05 22:09:34', 0, 45),
(17, 'demo 17', 'querty', '2013-10-05 22:09:34', 1, 60),
(18, 'demo 18', 'querty', '2013-10-05 22:09:34', 1, 63),
(19, 'demo 19', 'querty', '2013-10-05 22:09:34', 0, 64),
(20, 'demo 20', 'querty', '2013-10-05 22:09:34', 1, 37),
(21, 'demo 21', 'querty', '2013-10-05 22:09:34', 0, 65),
(22, 'demo 22', 'querty', '2013-10-05 22:09:34', 1, 19),
(23, 'demo 23', 'querty', '2013-10-05 22:09:34', 1, 13),
(24, 'demo 24', 'querty', '2013-10-05 22:09:34', 1, 5),
(25, 'demo 25', 'querty', '2013-10-05 22:09:34', 1, 9),
(26, 'demo 26', 'querty', '2013-10-05 22:09:34', 0, 19),
(27, 'demo 27', 'querty', '2013-10-05 22:09:34', 1, 37),
(28, 'demo 28', 'querty', '2013-10-05 22:09:34', 1, 64),
(29, 'demo 29', 'querty', '2013-10-05 22:09:34', 0, 10),
(30, 'demo 30', 'querty', '2013-10-05 22:09:34', 1, 24),
(31, 'demo 31', 'querty', '2013-10-05 22:09:34', 0, 17),
(32, 'demo 32', 'querty', '2013-10-05 22:09:34', 1, 54),
(33, 'demo 33', 'querty', '2013-10-05 22:09:34', 0, 63),
(34, 'demo 34', 'querty', '2013-10-05 22:09:34', 1, 14),
(35, 'demo 35', 'querty', '2013-10-05 22:09:34', 1, 25),
(36, 'demo 36', 'querty', '2013-10-05 22:09:34', 1, 12),
(37, 'demo 37', 'querty', '2013-10-05 22:09:34', 0, 41),
(38, 'demo 38', 'querty', '2013-10-05 22:09:34', 0, 58),
(39, 'demo 39', 'querty', '2013-10-05 22:09:34', 1, 13),
(40, 'demo 40', 'querty', '2013-10-05 22:09:34', 1, 47),
(41, 'demo 41', 'querty', '2013-10-05 22:09:34', 0, 69),
(42, 'demo 42', 'querty', '2013-10-05 22:09:34', 1, 54),
(43, 'demo 43', 'querty', '2013-10-05 22:09:34', 0, 36),
(44, 'demo 44', 'querty', '2013-10-05 22:09:34', 1, 52),
(45, 'demo 45', 'querty', '2013-10-05 22:09:34', 1, 34),
(46, 'demo 46', 'querty', '2013-10-05 22:09:34', 0, 56),
(47, 'demo 47', 'querty', '2013-10-05 22:09:34', 1, 66),
(48, 'demo 48', 'querty', '2013-10-05 22:09:34', 1, 49),
(49, 'demo 49', 'querty', '2013-10-05 22:09:34', 1, 17),
(50, 'demo 50', 'querty', '2013-10-05 22:09:34', 1, 46),
(51, 'demo 51', 'querty', '2013-10-05 22:09:34', 1, 33),
(52, 'demo 52', 'querty', '2013-10-05 22:09:34', 1, 53),
(53, 'demo 53', 'querty', '2013-10-05 22:09:34', 1, 9),
(54, 'demo 54', 'querty', '2013-10-05 22:09:34', 1, 50),
(55, 'demo 55', 'querty', '2013-10-05 22:09:34', 0, 28),
(56, 'demo 56', 'querty', '2013-10-05 22:09:34', 0, 30),
(57, 'demo 57', 'querty', '2013-10-05 22:09:34', 0, 18),
(58, 'demo 58', 'querty', '2013-10-05 22:09:34', 0, 57),
(59, 'demo 59', 'querty', '2013-10-05 22:09:34', 1, 57),
(60, 'demo 60', 'querty', '2013-10-05 22:09:34', 1, 21),
(61, 'demo 61', 'querty', '2013-10-05 22:09:34', 0, 39),
(62, 'demo 62', 'querty', '2013-10-05 22:09:34', 0, 63),
(63, 'demo 63', 'querty', '2013-10-05 22:09:34', 0, 42),
(64, 'demo 64', 'querty', '2013-10-05 22:09:34', 1, 24),
(65, 'demo 65', 'querty', '2013-10-05 22:09:34', 1, 29),
(66, 'demo 66', 'querty', '2013-10-05 22:09:34', 1, 21),
(67, 'demo 67', 'querty', '2013-10-05 22:09:34', 1, 47),
(68, 'demo 68', 'querty', '2013-10-05 22:09:34', 1, 58),
(69, 'demo 69', 'querty', '2013-10-05 22:09:34', 1, 39),
(70, 'demo 70', 'querty', '2013-10-05 22:09:34', 0, 64),
(71, 'demo 71', 'querty', '2013-10-05 22:09:34', 1, 59),
(72, 'demo 72', 'querty', '2013-10-05 22:09:34', 0, 18),
(73, 'demo 73', 'querty', '2013-10-05 22:09:34', 0, 33),
(74, 'demo 74', 'querty', '2013-10-05 22:09:34', 1, 52),
(75, 'demo 75', 'querty', '2013-10-05 22:09:34', 0, 38),
(76, 'demo 76', 'querty', '2013-10-05 22:09:34', 1, 37),
(77, 'demo 77', 'querty', '2013-10-05 22:09:34', 0, 70),
(78, 'demo 78', 'querty', '2013-10-05 22:09:34', 0, 37),
(79, 'demo 79', 'querty', '2013-10-05 22:09:34', 1, 67),
(80, 'demo 80', 'querty', '2013-10-05 22:09:34', 1, 25),
(81, 'demo 81', 'querty', '2013-10-05 22:09:34', 0, 51),
(82, 'demo 82', 'querty', '2013-10-05 22:09:34', 1, 13),
(83, 'demo 83', 'querty', '2013-10-05 22:09:34', 0, 40),
(84, 'demo 84', 'querty', '2013-10-05 22:09:34', 1, 9),
(85, 'demo 85', 'querty', '2013-10-05 22:09:34', 0, 32),
(86, 'demo 86', 'querty', '2013-10-05 22:09:34', 1, 67),
(87, 'demo 87', 'querty', '2013-10-05 22:09:34', 0, 22),
(88, 'demo 88', 'querty', '2013-10-05 22:09:34', 0, 23),
(89, 'demo 89', 'querty', '2013-10-05 22:09:34', 1, 15),
(90, 'demo 90', 'querty', '2013-10-05 22:09:34', 1, 66),
(91, 'demo 91', 'querty', '2013-10-05 22:09:34', 1, 67),
(92, 'demo 92', 'querty', '2013-10-05 22:09:34', 0, 50),
(93, 'demo 93', 'querty', '2013-10-05 22:09:34', 1, 58),
(94, 'demo 94', 'querty', '2013-10-05 22:09:34', 0, 37),
(95, 'demo 95', 'querty', '2013-10-05 22:09:34', 1, 69),
(96, 'demo 96', 'querty', '2013-10-05 22:09:34', 1, 10),
(97, 'demo 97', 'querty', '2013-10-05 22:09:34', 1, 28),
(98, 'demo 98', 'querty', '2013-10-05 22:09:34', 0, 8),
(99, 'demo 99', 'querty', '2013-10-05 22:09:34', 1, 14),
(100, 'demo 100', 'querty', '2013-10-05 22:09:34', 0, 68),
(101, 'demo 101', 'querty', '2013-10-05 22:09:34', 1, 11),
(102, 'demo 102', 'querty', '2013-10-05 22:09:34', 1, 57),
(103, 'demo 103', 'querty', '2013-10-05 22:09:34', 0, 9),
(104, 'demo 104', 'querty', '2013-10-05 22:09:34', 0, 8),
(105, 'demo 105', 'querty', '2013-10-05 22:09:34', 0, 9),
(106, 'demo 106', 'querty', '2013-10-05 22:09:34', 1, 62),
(107, 'demo 107', 'querty', '2013-10-05 22:09:34', 0, 33),
(108, 'demo 108', 'querty', '2013-10-05 22:09:34', 1, 67),
(109, 'demo 109', 'querty', '2013-10-05 22:09:34', 0, 55),
(110, 'demo 110', 'querty', '2013-10-05 22:09:34', 0, 70),
(111, 'demo 111', 'querty', '2013-10-05 22:09:34', 1, 20),
(112, 'demo 112', 'querty', '2013-10-05 22:09:34', 0, 33),
(113, 'demo 113', 'querty', '2013-10-05 22:09:34', 1, 23),
(114, 'demo 114', 'querty', '2013-10-05 22:09:34', 0, 37),
(115, 'demo 115', 'querty', '2013-10-05 22:09:34', 0, 44),
(116, 'demo 116', 'querty', '2013-10-05 22:09:34', 0, 69),
(117, 'demo 117', 'querty', '2013-10-05 22:09:34', 1, 29),
(118, 'demo 118', 'querty', '2013-10-05 22:09:34', 1, 7),
(119, 'demo 119', 'querty', '2013-10-05 22:09:34', 0, 60),
(120, 'demo 120', 'querty', '2013-10-05 22:09:34', 0, 48),
(121, 'demo 121', 'querty', '2013-10-05 22:09:34', 1, 11),
(122, 'demo 122', 'querty', '2013-10-05 22:09:34', 1, 65),
(123, 'demo 123', 'querty', '2013-10-05 22:09:34', 1, 12),
(124, 'demo 124', 'querty', '2013-10-05 22:09:34', 1, 55),
(125, 'demo 125', 'querty', '2013-10-05 22:09:34', 1, 25),
(126, 'demo 126', 'querty', '2013-10-05 22:09:34', 1, 44),
(127, 'demo 127', 'querty', '2013-10-05 22:09:34', 1, 60),
(128, 'demo 128', 'querty', '2013-10-05 22:09:34', 0, 14),
(129, 'demo 129', 'querty', '2013-10-05 22:09:34', 0, 38),
(130, 'demo 130', 'querty', '2013-10-05 22:09:34', 1, 39),
(131, 'demo 131', 'querty', '2013-10-05 22:09:34', 0, 11),
(132, 'demo 132', 'querty', '2013-10-05 22:09:34', 1, 57),
(133, 'demo 133', 'querty', '2013-10-05 22:09:34', 0, 23),
(134, 'demo 134', 'querty', '2013-10-05 22:09:34', 1, 65),
(135, 'demo 135', 'querty', '2013-10-05 22:09:34', 0, 67),
(136, 'demo 136', 'querty', '2013-10-05 22:09:34', 1, 6),
(137, 'demo 137', 'querty', '2013-10-05 22:09:34', 0, 12),
(138, 'demo 138', 'querty', '2013-10-05 22:09:34', 1, 42),
(139, 'demo 139', 'querty', '2013-10-05 22:09:34', 0, 58),
(140, 'demo 140', 'querty', '2013-10-05 22:09:34', 0, 10),
(141, 'demo 141', 'querty', '2013-10-05 22:09:34', 0, 10),
(142, 'demo 142', 'querty', '2013-10-05 22:09:34', 1, 49),
(143, 'demo 143', 'querty', '2013-10-05 22:09:34', 1, 52),
(144, 'demo 144', 'querty', '2013-10-05 22:09:34', 1, 7),
(145, 'demo 145', 'querty', '2013-10-05 22:09:34', 0, 34),
(146, 'demo 146', 'querty', '2013-10-05 22:09:34', 1, 27),
(147, 'demo 147', 'querty', '2013-10-05 22:09:34', 1, 9),
(148, 'demo 148', 'querty', '2013-10-05 22:09:34', 0, 5),
(149, 'demo 149', 'querty', '2013-10-05 22:09:34', 0, 69),
(150, 'demo 150', 'querty', '2013-10-05 22:09:34', 1, 35),
(151, 'demo 151', 'querty', '2013-10-05 22:09:34', 1, 37),
(152, 'demo 152', 'querty', '2013-10-05 22:09:34', 0, 68),
(153, 'demo 153', 'querty', '2013-10-05 22:09:34', 1, 34),
(154, 'demo 154', 'querty', '2013-10-05 22:09:34', 1, 59),
(155, 'demo 155', 'querty', '2013-10-05 22:09:34', 0, 62),
(156, 'demo 156', 'querty', '2013-10-05 22:09:34', 1, 30),
(157, 'demo 157', 'querty', '2013-10-05 22:09:34', 1, 45),
(158, 'demo 158', 'querty', '2013-10-05 22:09:34', 0, 63),
(159, 'demo 159', 'querty', '2013-10-05 22:09:34', 0, 62),
(160, 'demo 160', 'querty', '2013-10-05 22:09:34', 1, 42),
(161, 'demo 161', 'querty', '2013-10-05 22:09:34', 0, 36),
(162, 'demo 162', 'querty', '2013-10-05 22:09:34', 1, 61),
(163, 'demo 163', 'querty', '2013-10-05 22:09:34', 1, 8),
(164, 'demo 164', 'querty', '2013-10-05 22:09:34', 1, 63),
(165, 'demo 165', 'querty', '2013-10-05 22:09:34', 0, 57),
(166, 'demo 166', 'querty', '2013-10-05 22:09:34', 0, 68),
(167, 'demo 167', 'querty', '2013-10-05 22:09:34', 0, 60),
(168, 'demo 168', 'querty', '2013-10-05 22:09:34', 1, 64),
(169, 'demo 169', 'querty', '2013-10-05 22:09:34', 0, 35),
(170, 'demo 170', 'querty', '2013-10-05 22:09:34', 1, 40),
(171, 'demo 171', 'querty', '2013-10-05 22:09:34', 0, 47),
(172, 'demo 172', 'querty', '2013-10-05 22:09:34', 1, 24),
(173, 'demo 173', 'querty', '2013-10-05 22:09:34', 0, 69),
(174, 'demo 174', 'querty', '2013-10-05 22:09:34', 0, 43),
(175, 'demo 175', 'querty', '2013-10-05 22:09:34', 1, 10),
(176, 'demo 176', 'querty', '2013-10-05 22:09:34', 0, 15),
(177, 'demo 177', 'querty', '2013-10-05 22:09:34', 1, 9),
(178, 'demo 178', 'querty', '2013-10-05 22:09:34', 0, 12),
(179, 'demo 179', 'querty', '2013-10-05 22:09:34', 0, 64),
(180, 'demo 180', 'querty', '2013-10-05 22:09:34', 0, 15),
(181, 'demo 181', 'querty', '2013-10-05 22:09:34', 1, 28),
(182, 'demo 182', 'querty', '2013-10-05 22:09:34', 0, 69),
(183, 'demo 183', 'querty', '2013-10-05 22:09:34', 0, 8),
(184, 'demo 184', 'querty', '2013-10-05 22:09:34', 1, 36),
(185, 'demo 185', 'querty', '2013-10-05 22:09:34', 1, 44),
(186, 'demo 186', 'querty', '2013-10-05 22:09:34', 0, 61),
(187, 'demo 187', 'querty', '2013-10-05 22:09:34', 0, 66),
(188, 'demo 188', 'querty', '2013-10-05 22:09:34', 0, 37),
(189, 'demo 189', 'querty', '2013-10-05 22:09:34', 1, 25),
(190, 'demo 190', 'querty', '2013-10-05 22:09:34', 0, 54),
(191, 'demo 191', 'querty', '2013-10-05 22:09:34', 0, 19),
(192, 'demo 192', 'querty', '2013-10-05 22:09:34', 1, 68),
(193, 'demo 193', 'querty', '2013-10-05 22:09:34', 0, 67),
(194, 'demo 194', 'querty', '2013-10-05 22:09:34', 0, 31),
(195, 'demo 195', 'querty', '2013-10-05 22:09:34', 1, 9),
(196, 'demo 196', 'querty', '2013-10-05 22:09:34', 1, 39),
(197, 'demo 197', 'querty', '2013-10-05 22:09:34', 0, 49),
(198, 'demo 198', 'querty', '2013-10-05 22:09:34', 1, 45),
(199, 'demo 199', 'querty', '2013-10-05 22:09:34', 1, 30),
(200, 'maina', 'querty', '2013-10-01 09:23:51', 1, 34),
(203, 'gusto', '123', '2013-10-06 14:47:35', 0, 0),
(204, 'Mishkata', 'parola1', '2013-10-06 15:08:25', 0, 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
